{"questions":[
  {"text":"I’m looking for a group of Christian friends to connect with.", "categories":["D"]},
  {"text":"Right now life is a bit challenging for me.", "categories":["B"]},
  {"text":"I’m not sure who Jesus is and what I believe about him.", "categories":["A"]},
  {"text":"I often find Bible reading to be a challenge.", "categories":["C"]},
  {"text":"I have difficulty experience God as loving and compassionate.", "categories":["C", "B"]},
  {"text":"I’m not quite sure how to talk to God.", "categories":["A,  E"]},
  {"text":"I would really like to get my finances under control.", "categories":["J"]},
  {"text":"I would like to know how invent more in my spouse.", "categories":["I"]},
  {"text":"I’m often unclear about what God is trying to teach me.", "categories":["C", "F", "G"]},
  {"text":"I would be interested in a refresher course on Christianity.", "categories":["A"]},
  {"text":"I would really like to see my marriage go from good to great.", "categories":["I"]},
  {"text":"I’m interested in what you have for Young Adults.", "categories":["D"]},
  {"text":"I’m looking for volunteer opportunities at church.", "categories":["H"]},
  {"text":"I’m having a hard time freeing myself from the pain of my past.", "categories":["E", "B"]},
  {"text":"I really enjoy reading the Bible and applying it to my life.", "categories":["F"]},
  {"text":"I clearly understand what it means to follow Jesus in everyday life.", "categories":["C", "G"]},
  {"text":"I’m looking for a group or men/women to connect with.", "categories":["D", "H"]},
  {"text":"My spouse and I would really use some “us” time.", "categories":["I"]},
  {"text":"I’m interested in sports and fitness opportunities.", "categories":["J"]},
  {"text":"I would like to become part of Hope’s prayer ministry.", "categories":["E"]},
  {"text":"I would like to understand the Bible better.", "categories":["F"]},
  {"text":"I’m seeking a group of people who want to make a difference.", "categories":["D", "H"]},
  {"text":"I’d like to give more, but my finances are tight.", "categories":["J"]},
  {"text":"I’m struggling with some habits I’d like to overcome.", "categories":["B"]},
  {"text":"I would like to hear God’s voice more clearly", "categories":["E"]},
  {"text":"I want to see God's plan for my life become a reality.", "categories":["G"]},
  {"text":"I am unclear on how God wants to use me to serve and impact others.", "categories":["G", "H"]},
  {"text":"I would like to know how to invest more in my kids.", "categories":["I"]},
  {"text":"Reading the Bible can be challenging at times.", "categories":["F"]},
  {"text":"I want to make a difference as I serve and lead others in Jesus’ Name.", "categories":["H"]},
  {"text":"I’m interested in leading a healthier lifestyle.", "categories":["J"]}
]}